Revit 2027 API
ParameterTypeId.ShowArrowheadToCutMark Property
 "Show Arrowhead to Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ShowArrowheadToCutMark { get; }
Public Shared ReadOnly Property ShowArrowheadToCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ShowArrowheadToCutMark {
	ForgeTypeId^ get ();
}
static member ShowArrowheadToCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace